[AMTGROUP]

[FUNCWIDGET]
docinfo={backcolor:0,background:0,height:360,type:FUNCWIDGETI,width:736};
grpinfo={max_item_id:9};
itm1={backcolor:0,background:1034,ccp:779,ccpzorder:over,height:74,id:3,name:Day,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:581,y:186,zorder:6,txtfield:{backcolor:0,bidimode:left-to-right,content:5day,font:19,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Day,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm2={backcolor:0,background:1034,ccp:779,ccpzorder:over,height:74,id:4,name:Time,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:581,y:110,zorder:7,txtfield:{backcolor:0,bidimode:left-to-right,content:3\cm6hr,font:19,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Time,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm3={backcolor:0,background:1034,ccp:779,ccpzorder:over,height:74,id:5,name:On_map,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:581,y:34,zorder:8,txtfield:{backcolor:0,bidimode:left-to-right,content:On map,font:19,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:On_map,type:TEXTFIELD,visible:true,vlayout:middle,width:144,wrapline:no-wrap,x:5,y:17}};
itm4={backcolor:0,background:493,ccp:907,ccpzorder:over,height:52,id:6,name:Refresh,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:282,x:0,y:311,zorder:9,txtfield:{backcolor:0,bidimode:left-to-right,content:Refresh,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Refresh,type:TEXTFIELD,visible:true,vlayout:middle,width:267,wrapline:no-wrap,x:5,y:6}};
itm5={backcolor:0,background:493,ccp:907,ccpzorder:over,height:52,id:7,name:Change_location,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:282,x:283,y:311,zorder:10,txtfield:{backcolor:0,bidimode:left-to-right,content:Change location,font:3,height:36,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Change_location,type:TEXTFIELD,visible:true,vlayout:middle,width:267,wrapline:no-wrap,x:5,y:6}};
itm6={backcolor:0,bidimode:left-to-right,content:City\cm State,font:41,height:29,highcolor:0,hlayout:left,id:8,linespacing:0,multiline:false,name:City_State,type:TEXTFIELD,visible:true,vlayout:middle,width:320,wrapline:no-wrap,x:0,y:1,zorder:11};
itm7={backcolor:0,bidimode:left-to-right,content:11/18/16\cm 04\co18 PM,font:41,height:29,highcolor:0,hlayout:right,id:9,linespacing:0,multiline:false,name:Recieved_day_time,type:TEXTFIELD,visible:true,vlayout:middle,width:230,wrapline:no-wrap,x:330,y:1,zorder:12};

